Repository: kif-ev/akplanning
Catalog: AKScheduling/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: End
de_de: Ende

source: Duration
de_de: Dauer

source: Room
de_de: Raum

source: Not enough space for AK interest (Interest: %(interest)d, Capacity: %(capacity)d)
de_de: Nicht genug Platz für AK-Interesse (Interesse: %(interest)d, Kapazität: %(capacity)d)

source: Space is too close to AK interest (Interest: %(interest)d, Capacity: %(capacity)d)
de_de: Verfügbarer Platz zu dicht an Interesse (Interesse: %(interest)d, Kapazität: %(capacity)d)

source: No violations
de_de: Keine Verletzungen

source: Violation(s)
de_de: Verletzung(en)

source: Auto reload?
de_de: Automatisch neu laden?

source: Reload now
de_de: Jetzt neu laden

source: Violation
de_de: Verletzung

source: Since
de_de: Seit

source: Submit
de_de: Abschicken

source: Scheduling for
de_de: Scheduling für

source: Name of new ak track
de_de: Name des neuen AK-Tracks

source: Could not create ak track
de_de: Konnte neuen AK-Track nicht anlegen

source: Could not update ak track name
de_de: Konnte Namen des AK-Tracks nicht ändern

source: Do you really want to delete this ak track?
de_de: Soll dieser AK-Track wirklich gelöscht werden?

source: Could not delete ak track
de_de: AK-Track konnte nicht gelöscht werden

source: Manage AK Tracks
de_de: AK-Tracks verwalten

source: Add ak track
de_de: AK-Track hinzufügen

source: AKs without track
de_de: AKs ohne Track

source: Day (Horizontal)
de_de: Tag (horizontal)

source: Day (Vertical)
de_de: Tag (vertikal)

source: Event (Vertical)
de_de: Event (vertikal)

source: Please choose AK
de_de: Bitte AK auswählen

source: Could not create slot
de_de: Konnte Slot nicht anlegen

source: Add slot
de_de: Slot hinzufügen

source: Add
de_de: Hinzufügen

source: Cancel
de_de: Abbrechen

source: Unscheduled
de_de: Nicht gescheduled

source: AKs with public notes
de_de: AKs mit öffentlichen Kommentaren

source: AKs without availabilities
de_de: AKs ohne Verfügbarkeiten

source: Create default availabilities
de_de: Standardverfügbarkeiten anlegen

source: AK wishes with slots
de_de: AK-Wünsche mit Slots

source: AKs without slots
de_de: AKs ohne Slots

source: AKs that have requirements not met by any room
de_de: AKs mit Anforderungen, die von keinem Raum erfüllt werden

source: AKs that cannot be put in any default slot
de_de: AKs, die in keinem Standardslot platziert werden können

source: AKs that cannot be put a default slot of their category
de_de: AKs, die in keinem Standardslot ihrer Kategorie platziert werden können

source: AKs that are too big
de_de: AKs die zu groß sind

source: No rooms configured
de_de: Keine Räume konfiguriert

source: <h3>Constraint Violation</h3>
de_de: <h3>Constraintverletzung</h3>

source: Unscheduled AK Slots
de_de: Noch nicht geschedulte AK-Slots

source: Count
de_de: Anzahl

source: Constraint violations for
de_de: Constraintverletzungen für

source: AKs requiring special attention for
de_de: AKs die besondere Aufmerksamkeit erfordern für

source: Interest updated
de_de: Interesse aktualisiert

source: Enter interest
de_de: Interesse eingeben

source: Wishes
de_de: Wünsche

source: Cleanup: Delete unscheduled slots for wishes
de_de: Aufräumen: Noch nicht geplante Slots für Wünsche löschen

source: The following {count} unscheduled slots of wishes will be deleted: {slots}
de_de: Die folgenden {count} noch nicht geplanten Slots von Wünschen werden gelöscht: {slots}

source: Unscheduled slots for wishes successfully deleted
de_de: Noch nicht geplante Slots für Wünsche erfolgreich gelöscht

source: Create default availabilities for AKs
de_de: Standardverfügbarkeiten für AKs anlegen

source: The following {count} AKs don't have any availability information. Create default availability for them: {aks}
de_de: Die folgenden {count} AKs haben keine Verfügbarkeitsinformationen. Standardverfügbarkeiten für sie anlegen: {aks}

source: Could not create default availabilities for AK: {ak}
de_de: Konnte keine Verfügbarkeit anlegen für AK: {ak}

source: Created default availabilities for {count} AKs
de_de: Standardverfügbarkeiten für {count} AKs angelegt

source: Constraint Violations
de_de: Constraintverletzungen
