Repository: kif-ev/akplanning
Catalog: AKSolverInterface/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Fixate all scheduled slots for the solver
de_de: Fixiere alle schon terminierten Slots für den Solver.

source: In the solver export, all assigned times and room to slots are handled as if the slot were fixed.
de_de: Im Solver Export werden all zugewiesenen Zeiten und Räume der Slots gehandhabt als ob sie fixiert wären.

source: Export participants' preferences
de_de: Präferenzen der Teilnehmenden exportieren

source: Include the preferences of participants in the export.
de_de: Präferenzen der Teilnehmenden in den Export einschließen.

source: AK Categories to include in the export
de_de: AK Kategorien, die im Export enthalten sein sollen

source: AK tracks to include in the export
de_de: AK Tracks, die im Export enthalten sein sollen

source: AK types to include in the export
de_de: AK Typen, die im Export enthalten sein sollen

source: The following AKs cannot be placed in the default timeslots of their category. Remove constraint?
de_de: Die folgenden AKs können nicht in den Default-Zeitslots ihrer Kategorie platziert werden. Constraints entfernen?

source: JSON data
de_de: JSON-Daten

source: JSON data from the scheduling solver
de_de: JSON-Daten, die der scheduling-solver produziert hat

source: File with JSON data
de_de: Datei mit JSON-Daten

source: File with JSON data from the scheduling solver
de_de: Datei mit JSON-Daten, die der scheduling-solver produziert hat

source: Cannot decode as JSON
de_de: Dekodierung als JSON fehlgeschlagen

source: Invalid JSON format: %(msg)s at %(error_path)s
de_de: Ungültige JSON-Eingabe: %(msg)s bei %(error_path)s

source: Please enter data as a file OR via text, not both.
de_de: Gib die Daten bitte als Datei oder als Text ein, nicht beides.

source: No data entered. Please enter data as a file or via text.
de_de: Keine Daten eingegeben. Gib die Daten bitte als Datei oder als Text ein.

source: Generate/Update Export
de_de: Export generieren/aktualisieren

source: Reset Form
de_de: Formular zurücksetzen

source: Cancel
de_de: Abbrechen

source: Exported JSON:
de_de: Exportiertes JSON:

source: Copy
de_de: Kopieren

source: Exported JSON (indented for better readability):
de_de: Exportiertes JSON (eingerückt für bessere Lesbarkeit):

source: Confirm
de_de: Bestätigen

source: The following AKs cannot be placed in any default slot: {aks_list}
de_de: Die folgenden AKs können in keinem Default-Slot platziert werden: {aks_list}

source: Category constraints for slots of the following AKs were removed: {aks_list}
de_de: Kategorie-Constraints für slots der folgenden AKs wurden entfernt: {aks_list}

source: The following AKs have no slot assigned to them and are therefore not exported: {aks_list}
de_de: Die folgenden AKs haben keine zugehörigen Slots und werden deshalb nicht exportiert: {aks_list}

source: No AKSlots are exported
de_de: Keine AK Slots werden exportiert

source: No Rooms are exported
de_de: Keine Räume werden exportiert

source: No real participants are exported
de_de: Keine echten Teilnehmenden werden exportiert

source: No timeslots are exported
de_de: Keine Zeitslots werden exportiert

source: Exporting AKs for the solver failed! Reason:
de_de: Daten für den Solver exportieren fehlgeschlagen! Grund:

source: AK Schedule JSON Import
de_de: AK-Plan JSON-Import

source: Successfully imported {n} slot(s)
de_de: Erfolgreich {n} Slot(s) importiert

source: Importing an AK schedule failed! Reason:
de_de: AK-Plan importieren fehlgeschlagen! Grund:
